Repository: S3b0/sz_downloadcenter
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: no

# tx_szdownloadcenter_domain_model_approval.certificationNo
source: Certification No.:
no: Autorisasjon nr.:

# tx_szdownloadcenter_domain_model_approval.division0
source: Division 0
no: Divisjon 0

# tx_szdownloadcenter_domain_model_approval.division1
source: Division 1
no: Divisjon 1

# tx_szdownloadcenter_domain_model_approval.division2
source: Division 2
no: Divisjon 2

# tx_szdownloadcenter_domain_model_approval.division3
source: Division 0/20
no: Divisjon 0/20

# tx_szdownloadcenter_domain_model_approval.division4
source: Division 1/21
no: Divisjon 1/21

# tx_szdownloadcenter_domain_model_approval.division5
source: Division 2/22
no: Divisjon 2/22

# tx_szdownloadcenter_domain_model_approval.zone0
source: Zone 0
no: Sone 0

# tx_szdownloadcenter_domain_model_approval.zone1
source: Zone 1
no: Sone 1

# tx_szdownloadcenter_domain_model_approval.zone2
source: Zone 2
no: Sone 2

# tx_szdownloadcenter_domain_model_approval.zone3
source: Zone 0/20
no: Sone 0/20

# tx_szdownloadcenter_domain_model_approval.zone4
source: Zone 1/21
no: Sone 1/21

# tx_szdownloadcenter_domain_model_approval.zone5
source: Zone 2/22
no: Sone 2/22

# tx_szdownloadcenter_domain_model_category
source: Category
no: Kategori

# tx_szdownloadcenter_domain_model_category.products
source: Products
no: Produkter

# tx_szdownloadcenter_domain_model_category.title
source: Title
no: Tittel

# tx_szdownloadcenter_domain_model_certification.download
source: Download Certification
no: Last ned autorisasjon

# tx_szdownloadcenter_domain_model_division
source: Division
no: Divisjon

# tx_szdownloadcenter_domain_model_division.categories
source: Categories
no: Kategorier

# tx_szdownloadcenter_domain_model_division.title
source: Title
no: Tittel

# tx_szdownloadcenter_domain_model_file
source: File
no: Fil

# tx_szdownloadcenter_domain_model_file.discontinued
source: Discontinued
no: Ikke lenger tilgjengelig

# tx_szdownloadcenter_domain_model_file.discontinuedCheck
source: Hide discontinued producs
no: Skjul utilgjengelige produkter

# tx_szdownloadcenter_domain_model_file.download
source: Download
no: Last ned

# tx_szdownloadcenter_domain_model_file.file
source: File
no: Fil

# tx_szdownloadcenter_domain_model_file.filecategories
source: File categories
no: Filkategorier

# tx_szdownloadcenter_domain_model_file.filename
source: File name
no: Filnavn

# tx_szdownloadcenter_domain_model_file.info
source: You can find your product by selecting the product division and corresponding category.
no: Du finner produktet ved å velge produktdivisjon og tilhørende kategori.

# tx_szdownloadcenter_domain_model_file.langmulti
source: multilingual
no: flerspråklig

# tx_szdownloadcenter_domain_model_file.language
source: Language
no: Språk

# tx_szdownloadcenter_domain_model_file.lastModified
source: Last modified
no: Siste endring

# tx_szdownloadcenter_domain_model_file.lastedit
source: Last modified
no: Siste endring

# tx_szdownloadcenter_domain_model_file.moreproduct
source: More about the product
no: Mer om produktet

# tx_szdownloadcenter_domain_model_file.open
source: Open
no: Åpne

# tx_szdownloadcenter_domain_model_file.revision
source: Revision
no: Revisjon

# tx_szdownloadcenter_domain_model_file.selectCategory
source: Select a category
no: Velg en kategori

# tx_szdownloadcenter_domain_model_file.selectDivision
source: Select a division
no: Velg en divisjon

# tx_szdownloadcenter_domain_model_file.selectProduct
source: Select a product
no: Velg et produkt

# tx_szdownloadcenter_domain_model_file.size
source: Size
no: Størrelse

# tx_szdownloadcenter_domain_model_file.title
source: Title
no: Tittel

# tx_szdownloadcenter_domain_model_filecategory
source: File category
no: Filkategori

# tx_szdownloadcenter_domain_model_filecategory.title
source: Title
no: Tittel

# tx_szdownloadcenter_domain_model_product
source: Product
no: Produkt

# tx_szdownloadcenter_domain_model_product.discontinued
source: Discontinued
no: Ikke tilgjengelig

# tx_szdownloadcenter_domain_model_product.files
source: Files
no: Filer

# tx_szdownloadcenter_domain_model_product.image
source: Image
no: Bilde

# tx_szdownloadcenter_domain_model_product.link
source: Link to page
no: Lenke til side

# tx_szdownloadcenter_domain_model_product.text
source: Text
no: Tekst

# tx_szdownloadcenter_domain_model_product.title
source: Title
no: Tittel
